"secureCryptoVault" = "CASSETTA DI SICUREZZA CRYPTO";
"thisDevice" = "Questo Dispositivo:";
"start" = "Inizia";
"createNewVault" = "Crea una Nuova Cassaforte";
"importExistingVault" = "Importa una Cassaforte Esistente";
"import" = "Importa";
"continue" = "Continua";
"changeVault" = "Cambia Cassaforte";
"setup" = "Configura";
"pair" = "Accoppia";
"join" = "Unisciti";
"swap" = "Scambia";
"send" = "Invia";
"tokens" = "Token";
"vaults" = "Cassaforti";
"vault" = "Cassaforti";
"main" = "Principale";
"address" = "Indirizzo";
"vaultDetailsTitle" = "Dettagli";
"vaultDetailsDescription" = "Visualizza i dettagli della tua cassaforte";
"ECDSA" = "ECDSA";
"EdDSA" = "EdDSA";
"backup" = "Backup";
"error" = "Errore";
"backupVault" = "Effettua il backup della tua cassaforte";
"rename" = "Rinomina";
"renameVault" = "Modifica il nome della tua cassaforte";
"delete" = "Elimina";
"cancel" = "Annulla";
"save" = "Salva";
"asset" = "Asset";
"assets" = "Asset";
"vaultName" = "Nome Cassaforte";
"deleteVault" = "Elimina permanentemente la tua cassaforte";
"deleteVaultTitle" = "Elimina Cassaforte";
"deleteVaultDescription" = "Questa cassaforte sarà rimossa permanentemente";
"backupVault" = "Effettua il backup della tua cassaforte";
"addNewVault" = "Aggiungi Nuova Cassaforte";
"editVault" = "Modifica Cassaforte";
"addressCopied" = "Indirizzo copiato";
"hashCopied" = "Hash copiato";
"ok" = "OK";
"next" = "Prossimo";
"skip" = "Salta";
"from" = "Da";
"to" = "A";
"fees" = "Commissioni";
"time" = "Tempo";
"scan" = "Scansiona";
"pair" = "Accoppia";
"verify" = "Verifica";
"amount" = "Quantità";
"keysign" = "Firma Chiave";
"done" = "Fatto";
"gas(auto)" = "Gas (auto)";
"enterPreviousVault" = "Inserisci la tua cassaforte creata in precedenza";
"uploadFile" = "Carica file, testo o immagine";
"devicesOnSameWifi" = "Mantieni i dispositivi sulla stessa rete con Vultisig aperto";
"need3Devices" = "Hai bisogno di almeno 2 dispositivi";
"chooseTokens" = "Scegli Token";
"chooseChains" = "Scegli Catene";
"enterAddress" = "Inserisci Indirizzo";
"enterAmount" = "Inserisci Quantità";
"reshare" = "Ricondividi";
"unknown" = "Sconosciuto";
"reshareVault" = "Ricondividi la cassaforte con un nuovo comitato";
"pairWithOtherDevices" = "Accoppia con altri dispositivi:";
"scanQrCode" = "Scansiona Codice QR";
"mainDevice" = "Dispositivo Principale";
"pleaseWait" = "Per favore, aspetta...";
"joinKeygen" = "UNISCITI ALLA GENERAZIONE/CONDIVISIONE CHIAVE";
"failToStartKeygen" = "Impossibile avviare la generazione della chiave a causa della mancanza di informazioni";
"scanQRCodeJoinKeygen" = "Scansiona il Codice QR su un'altra app Vultisig per iniziare.";
"discoveringMediator" = "Ricerca del servizio mediatore, per favore aspetta...";
"joiningKeygen" = "Unendosi al processo di generazione/condivisione chiave, per favore aspetta...";
"waitingForKeygenToStart" = "In attesa dell'inizio della generazione della chiave, per favore aspetta...";
"preparingVault" = "PREPARANDO LA CASSAFORTE...";
"generatingECDSA" = "GENERANDO CHIAVE ECDSA";
"generatingEdDSA" = "GENERANDO CHIAVE EdDSA";
"reshareECDSA" = "RICONDIVIDENDO CHIAVE ECDSA";
"reshareEdDSA" = "RICONDIVIDENDO CHIAVE EdDSA";
"keygenFailed" = "Generazione della chiave fallita";
"reshareFailed" = "Ricondivisione della chiave fallita";
"joinKeyshare" = "Unisciti alla Condivisione Chiave";
"lookingForDevices" = "Ricerca dispositivi... ";
"sign" = "Firma";
"amount" = "Quantità";
"amount(inFiat)" = "Quantità (in Fiat)";
"balanceNativeToken" = "Saldo Token Nativi";
"memo" = "Memo";
"gas" = "Gas";
"signing" = "Firmando";
"transaction" = "Transazione";
"complete" = "Completo";
"tryAgain" = "Riprova";
"failStartKeysign" = "Fallimento nell'avvio firma chiave";
"waitingForKeySignStart" = "In attesa dell'inizio del processo di firma...";
"keysignFail" = "Il processo di firma chiave non può essere avviato. Per favore, verifica le tue impostazioni e riprova.";
"joinKeySign" = "Unisciti alla firma chiave";
"creatingTssInstance" = "CREANDO ISTANZA TSS...";
"signingWithECDSA" = "FIRMANDO CON CHIAVE ECDSA... ";
"signingWithEdDSA" = "FIRMANDO CON CHIAVE EdDSA... ";
"keysignFinished" = "FIRMA CHIAVE COMPLETATA...";
"scanWithPairedDevice" = "Scansiona con il tuo Dispositivo Accoppiato:";
"waitingForKeygenStart" = "In attesa dell'inizio della generazione della chiave...";
"sendingRightAddressCheck" = "Sto inviando all'indirizzo corretto";
"correctAmountCheck" = "La quantità è corretta";
"notHackedCheck" = "Non sto inviando i miei soldi a una truffa o a un hacker";
"wrongVaultTryAgain" = "Cassaforte o Dispositivo Accoppiato Errato.";
"signInErrorTryAgain" = "Errore di Firma. Per favore, riprova.";
"sameWifiEntendedInstruction" = "Mantieni i dispositivi sulla stessa rete WiFi, scegli la cassaforte corretta e accoppia i dispositivi. Assicurati che nessun altro dispositivo stia eseguendo Vultisig.";
"validAddressError" = "Per favore, inserisci un indirizzo valido.";
"positiveAmountError" = "La quantità deve essere un numero positivo. Riprova.";
"nonNegativeFeeError" = "La commissione deve essere un numero non negativo. Riprova.";
"walletBalanceExceededError" = "La quantità totale e la commissione superano il saldo del tuo portafoglio. Riprova.";
"mustHaveETHError" = "Devi avere ETH per pagare il gas, prima di inviare un token.";
"unavailableBalanceError" = "Saldo del portafoglio non disponibile.";
"invalidGasFeeError" = "Commissione del gas fornita non valida.";
"invalidTransactionAmountError" = "Quantità di transazione fornita non valida.";
"walletBalanceExceededSolanaError" = "La quantità combinata e la commissione superano il saldo del tuo portafoglio. Riprova.";
"notEnoughBalanceError" = "Non hai abbastanza saldo per inviare questa transazione";
"gasEstimateETHError" = "Errore nella stima del gas per ETH";
"gasEstimateTOKENError" = "Errore nella stima del gas per il TOKEN";
"gasEstimateError:" = "Errore nella stima del gas: ";
"mustAgreeTermsError" = "Devi accettare i termini.";
"confirmToSign" = "Conferma per firmare il messaggio?";
"unableToStartKeysignProcess" = "Impossibile avviare il processo di firma chiave a causa della mancanza di informazioni.";
"transactionComplete" = "Transazione Completata";
"transactions" = "Transazioni";
"cannotFindTransactions" = "Impossibile Trovare Transazioni";
"transactionID" = "ID Transazione";
"errorFetchingTransactions" = "Errore nel recupero delle transazioni";
"noTransactions" = "Nessuna transazione ancora";
"tryFaceIDAgain" = "Prova ancora Face ID";
"loginUsingFaceID" = "Accedi usando Face ID";
"failToGetAccountNumber" = "Impossibile ottenere il numero dell'account";
"failToGetSequenceNo" = "Impossibile ottenere il numero di sequenza";
"failToGetRecentBlockHash" = "Impossibile ottenere l'hash del blocco recente";
"checkExplorer" = "controlla esploratore";
"self" = "Proprio";
"settings" = "Impostazioni";
"language" = "Lingua";
"currency" = "Valuta";
"faq" = "FAQ";
"other" = "Altro";
"shareTheApp" = "Condividi l'App";
"noChainSelected" = "Nessuna Catena Selezionata";
"setupVaultFAQQuestion" = "Come configuro la mia cripto cassaforte?";
"setupVaultFAQAnswer" = "Riunisci due o più dei tuoi dispositivi e connettili al tuo WiFi locale, Hotspot o internet. Poi semplicemente accoppiali tramite codice QR e crea una nuova cassaforte. Potrai quindi inviare fondi.";
"supportedCryptoFAQQuestion" = "Quali criptovalute sono supportate da Vultisig?";
"supportedCryptoFAQAnswer" = "Tutti gli asset supportati da Trust Wallet Core sono supportati in Vultisig.";
"vaultSecurityFAQQuestion" = "Come fa l'app della cassaforte cripto a proteggere le mie criptovalute?";
"vaultSecurityFAQAnswer" = "Vultisig è auditato, open-source e utilizza una libreria TSS molto collaudata.";
"moneyFAQQuestion" = "Come guadagna Vultisig?";
"moneyFAQAnswer" = "Vultisig applica solo una tariffa fissa su scambio e ponte. Non ci sono altre commissioni nascoste.";
"assetRecoveryFAQQuestion" = "Posso recuperare i miei asset se perdo un dispositivo?";
"assetRecoveryFAQAnswer" = "Puoi fare un backup della tua cassaforte esportando le quote della cassaforte.";
"registerFAQQuestion" = "Devo registrarmi?";
"registerFAQAnswer" = "No, non ci sono requisiti di registrazione.";
"languageChangeTitle" = "Lingua cambiata";
"restart" = "Si prega di riavviare l'app per applicare le nuove impostazioni della lingua.";
"EnglishUK" = "Inglese (UK)";
"German" = "Tedesco";
"Spanish" = "Spagnolo";
"Italian" = "Italiano";
"Croatian" = "Croato";
"Portuguese" = "Portoghese";
"youAreCreatingA" = "Stai creando un";
"withTheseDevices" = "Con questi dispositivi";
"pairDeviceDisclaimersFirst" = "Puoi inviare solo transazioni con almeno";
"pairDeviceDisclaimersSecond" = "di questi dispositivi presenti.";
"backupNotNeededDisclaimer" = "Il tuo dispositivo di backup non è necessario a meno che non perdi uno dei tuoi dispositivi principali.";
"noBackupDeviceDisclaimer" = "Non hai un terzo dispositivo di backup, quindi dovresti fare il backup di una parte del vault in modo sicuro in seguito.";
"vaultNameExists" = "Il nome del deposito %s esiste già";
"balanceNotAvailable" = "Saldo non disponibile";
"invalidBalance" = "Saldo non valido";
"cannotDisableChain" = "Impossibile disabilitare la catena";
"needToRemoveTokens" = "Tutti i token all'interno di questa catena devono essere rimossi prima di procedere.";
"typeHere" = "Digita qui";
"nameYourVault" = "Nomina il tuo Vault";
"uploadFromGallery" = "Carica dalla galleria";
"polkadotExistentialDepositError" = "Se un account scende sotto 1 DOT (Deposito Esistenziale), l'account viene eliminato (disattivato) e i fondi rimanenti vengono distrutti. L'indirizzo può essere riattivato con un nuovo deposito superiore al deposito esistenziale in qualsiasi momento. Questo non ripristinerà i fondi distrutti.";
"noCameraPermissionError" = "Autorizzazione della fotocamera negata.\n\nPer favore, abilitala nelle Impostazioni.";
"openSettings" = "Apri Impostazioni";
"fetchingVaultDetails" = "Recupero dei dettagli del caveau";
"vaultNameUnique" = "Il nome del caveau deve essere univoco.";
"alreadyExists" = "esiste già";
"dismiss" = "Ignora";
"urlCopied" = "URL copiato";
"vaultWillBeDeletedPermanentlyPrompt" = "Sono consapevole che il caveau sarà eliminato permanentemente";
"canLoseFundsPrompt" = "Sono consapevole che posso perdere fondi";
"madeVaultBackupPrompt" = "Ho fatto un backup del caveau";
"youArePermanentlyDeletingVault" = "Stai eliminando definitivamente il tuo caveau";
"reviewConditions" = "Rivedi le Condizioni";
"reviewConditionsMessage" = "Si prega di rivedere e accettare tutte le condizioni elencate.";
"deposit" = "Deposito";
"enterPassword" = "Inserisci la password";
"passwordProtectBackup" = "Proteggi il tuo backup con una password";
"errorSavingFile" = "Errore nel salvataggio del file";
"invalidVaultData" = "Dati del caveau non validi";
"vaultAlreadyExists" = "Il caveau esiste già";
"vaultRestoreFailed" = "Ripristino del caveau non riuscito";
"backupDecryptionFailed" = "Decrittazione del backup non riuscita";
"incorrectPassword" = "Password errata";
"findCustomTokens" = "Trova Il Tuo Token Personalizzato";
"customToken" = "Token Personalizzato";
"details" = "Dettagli";
"vaultType" = "Tipo di caveau";
"ECDSAKey" = "Chiave ECDSA";
"EdDSAKey" = "Chiave EdDSA";
"Selected" = "Selezionato";
"searchResult" = "Risultato della ricerca";
"verifyPassword" = "Verifica la password";
"passwordMismatch" = "Le password non corrispondono";
"verifyPasswordMismatch" = "Assicurati che le tue password corrispondano.";
"emptyField" = "Campo(i) vuoto(i)";
"checkEmptyField" = "Assicurati che tutti i campi siano compilati.";
"optionalPasswordProtectBackup" = "Protezione opzionale del tuo caveau con una password";
"keygenFor" = "Generazione chiavi per";
"devicesOnSameNetwork" = "Collega tutti i dispositivi alla stessa\nrete con l'app Vultisig aperta.";
"devicesOnSameInternet" = "Collega tutti i dispositivi a Internet\ncon l'app Vultisig aperta.";
"invalidFileFormat" = "Formato di file non valido";
"invalidFileFormatMessage" = "Assicurati di aver selezionato il file di backup corretto con estensione .dat.";
"uploadBackupFile" = "Carica il file di backup";
